Repository: pianomanx/pigallery2
Catalog: src/frontend/translate/messages.*.xlf
Languages: da

source: Pigallery2 uses Bootstrap 5.3 (https://getbootstrap.com/docs/5.3) for design (css, layout). In dark mode it sets 'data-bs-theme="dark"' to the <html> to take advantage bootstrap's color modes. For theming, read more at: https://getbootstrap.com/docs/5.3/customize/color-modes/
da: Pigallery2 bruger Bootstrap 5.3 (https://getbootstrap.com/docs/5.3) til tema/design (css, layout). In mørk tilstand sættes 'data-bs-theme="dark"' i <html>-koden for at udnytte bootstrap's farveindstillinger. Læs mere om temaer her: https://getbootstrap.com/docs/5.3/customize/color-modes/

source: Inline blog starts open
da: Inline blog starter åbnet

source: Top blog starts open
da: Top blog starter åben

source: Supported formats with transcoding
da: Understøttede formater med konvertering

source: Supported formats without transcoding
da: Understøttede formater uden konvertering

source: Video formats that are supported also without transcoding. Browser supported formats: https://www.w3schools.com/html/html5_video.asp
da: Videoformater der understøttes uden konvertering. Browser-understøttede formater: https://www.w3schools.com/html/html5_video.asp

source: Map Icon size
da: Ikonstørrelse på kort

source: Icon size (used on maps).
da: Ikonstørrelse (på kort).

source: Person thumbnail size
da: Størrelser på miniaturebilleder for personer

source: Person (face) thumbnail size.
da: Størrelser på miniaturebilleder for personer (ansigter).

source: Supported photo formats
da: Understøttede fotoformater

source: Photo formats that are supported. Browser needs to support these formats natively. Also sharp (libvips) package should be able to convert these formats.
da: Fotoformater der er understøttet. Browseren skal have indbygget understøttelser for disse formater. Derudover bør Sharp (libvips) pakken kunne konvertere disse formater.

source: Enable GPX compressing
da: Aktivér GPX komprimering

source: Enables lossy (based on delta time and distance. Too frequent points are removed) GPX compression.
da: Aktiverer upræcis GPX komprimering (baseret på forskel i tid og afstand. Punkter fjernes for ofte).

source: *.gpx files
da: *.gpx filer

source: Reads *.gpx files and renders them on the map.
da: Læser *.gpx filer og viser dem på kortet.

source: Markdown files
da: Markdown filer

source: Reads *.md files in a directory and shows the next to the map.
da: Læser *.md filer i en mappe og viser indholdet ved siden af kortet.

source: *.pg2conf files
da: *.pg2conf filer

source: Reads *.pg2conf files (You can use it for custom sorting and saved search (albums)).
da: Læser *.pg2conf filer (Du kan bruge dette til skræddersyet sortering og gemte søgninger).

source: Supported formats
da: Understøttede formater

source: The app will read and process these files.
da: Applikationen vil læse og processere disse filer.

source: Override keywords
da: Overstyr nøgleord

source: If a photo has the same face (person) name and keyword, the app removes the duplicate, keeping the face only.
da: Hvis et foto har samme ansigt (person), navn og nøgleord, fjernes dubletterne fra galleriet, men ansigterne beholdes.

source: Face starring right
da: Rettighed til favorit-markering af ansigt

source: Required minimum right to star (favourite) a face.
da: Krævet rettighed til at favorit-markere et ansigt.

source: Face listing right
da: Ansigtsliste-rettigheder

source: Required minimum right to show the faces tab.
da: Minimum højde før ansigtsfane er synlig.

source: Page title
da: Galleri-titel

source: Page public url
da: Galleriets offentlige URL

source: If you access the gallery under a sub url (like: http://mydomain.com/myGallery), set it here. If it is not working you might miss the '/' from the beginning of the url.
da: Hvis du tilgår applikationen via en sti (f.eks.: http://mydomain.com/myGallery), så indstil stien her. Hvis det ikke virker, kan det være at du mangler '/' i starten af stien.

source: Api path
da: API sti

source: Custom HTML Head
da: Skræddersyet HTML Head

source: Password protection
da: Adgangskodebeskyttelse

source: Enables user management with login to password protect the gallery.
da: Aktiverer brugerhåndtering, med adgangskodebeskyttelse ved log ind.

source: Default user right
da: Standard brugerrettigheder

source: Default user right when password protection is disabled.
da: Standard brugerrettigheder, når adgangskodebeskyttelse er deaktiveret.

source: Gallery
da: Galleri

source: Search
da: Søg

source: Map
da: Kort

source: Faces
da: Ansigter

source: Random photo
da: Tilfældigt foto

source: This feature enables you to generate 'random photo' urls. That URL returns a photo random selected from your gallery. You can use the url with 3rd party application like random changing desktop background. Note: With the current implementation, random link also requires login.
da: Denne komponent gør det muligt at generere URL'er af billeder tilfældigt udvalgt fra dit galleri. Du kan bruger URL'en med andre applikationer til f.eks. at have skrivebordsbaggrund der skifter tilfældigt. NB: For nuværende kræver et URL til tilfældigt billede login.

source: Size to generate
da: Generér til størrelse

source: These thumbnails will be generated. The list should be a subset of the enabled thumbnail sizes
da: Disse miniaturebilleder vil blive genereret. Listen bør være en delmængde af de tilvalgte miniaturebilled-størrelser

source: Indexed only
da: Kun indekserede

source: Only checks indexed files.
da: Undersøg kun indekserede filer.

source: Index changes only
da: Indeksér kun ændringer

source: Only indexes a folder if it got changed.
da: Indekserer kun en mappe hvis den ændres.

source: Media selectors
da: Medieudvælgelse

source: Set these search queries to find photos and videos to email.
da: Sæt disse søgekriterier for at finde fotos og viedeo til at sende via e-mail.

source: E-mail to
da: E-mail til

source: E-mail address of the recipient.
da: Modtagers e-mail addresse.

source: Subject
da: Titek

source: E-mail subject.
da: E-mail titel.

source: Message
da: Besked

source: E-mail text.
da: E-mail tekst.

source: Messenger
da: Beskedsystem

source: Messenger to send this message with.
da: Beskedsystem, hvormed denne besked skal sendes.

source: Gallery reset
da: Nulstil galleri

source: Album reset
da: Nulstil album

source: Photo converting
da: Foto-konvertering

source: Video converting
da: Videokonvertering

source: Temp folder cleaning
da: Oprydning i tmp-mappe

source: Cover filling
da: Udfyld cover

source: Cover reset
da: Nulstil cover

source: Delete Compressed GPX
da: Slet komprimeret GPX

source: Top Pick Sending
da: Afsendelse af bedste udvalgte

source: Scans the whole gallery from disk and indexes it to the DB.
da: Skanner hele galleriet fra disk, og indekserer det i databasen.

source: Deletes all directories, photos and videos from the DB.
da: Sletter alle mapper, fotoes og videoer fra databasen.

source: Removes all albums from the DB
da: Fjerner alle albums fra databasen

source: Transcodes all videos and stores them in the tmp folder.
da: Konverterer (transcoder) alle videoer og gemmer dem i tmp-mappen.

source: Removes unnecessary files from the tmp folder.
da: Fjerner unødvendige filer fra tmp-mappen.

source: Updates the cover photo of all albums (both directories and saved searches) and faces.
da: Opdaterer cover foto på alle albums (både mapper og gemte søgninger) and ansigter.

source: Deletes the cover photo of all albums and faces
da: Sletter cover-foto på alle albums og ansigter

source: Compresses all gpx files
da: Komprimerer alle gpx filer

source: Deletes all compressed GPX files
da: Sletter alle komprimerede GPX filer

source: Gets the top photos of the selected search queries and sends them over email. You need to set up the SMTP server connection to send e-mails.
da: Tager de bedste fotos i det valgte søgninger og sender dem via email. Du skal have sat en SMTP server forbindelse op for at sende emails.

source: Server error
da: Serverfejl

source: Developer
da: Udvikler

source: Guest
da: Gæst

source: LimitedGuest
da: BegrænsetGæst

source: Basic
da: Grundlæggende

source: Advanced
da: Avanceret

source: Under the hood
da: Under kølerhjelmen

source: Always
da: Altid

source: Mobile only
da: Kun mobil

source: Never
da: Aldrig

source: Full
da: Fuld

source: Compact
da: Kompakt

source: Custom
da: Skræddersyet

source: never
da: aldrig

source: low
da: lav

source: high
da: høj

source: date
da: dato

source: name
da: navn

source: rating
da: bedømmelse

source: random
da: tilfældig

source: faces
da: ansigter

source: file size
da: filstørrelse

source: don't group
da: gruppér ikke

source: extra small
da: ekstra lille

source: small
da: lille

source: big
da: stor

source: extra large
da: ekstra stor

source: And
da: og

source: Or
da: eller

source: Some of
da: Nogle af

source: Any text
da: Envher tekst

source: From
da: Fra

source: Until
da: Indtil

source: Distance
da: Afstand

source: Min rating
da: Minimal bedømmelse

source: Max rating
da: Maksimal bedømmelse

source: Min faces
da: Minimalt antal ansigter

source: Max faces
da: Maksimalt antal ansigter

source: Min resolution
da: Minimal opløsning

source: Max resolution
da: Maksimal opløsning

source: Directory
da: Mappe

source: File name
da: Filnavn

source: Caption
da: Overskrift

source: Orientation
da: Orientering

source: Date pattern
da: Datomønster

source: Keyword
da: Nøgleord

source: Server notifications
da: Serverbeskeder

source: To dismiss these notifications, restart the server.
da: Genstart serveren for at fjerne disse beskeder.

source: Mode:
da: Indstilling:

source: Up time
da: Oppetid

source: Application version
da: Applikations-version

source: Built at
da: Bygget

source: Delete
da: Slet

source: Album is locked, cannot be deleted from the webpage.
da: Albummet er løst og kan ikke slettes fra web-siden.

source: Add saved search
da: Tilføj gemt søgning

source: No albums to show.
da: Ingen albums at vise.

source: Save
da: Gem

source: To .pg2conf
da: Til .pg2conf

source: Saved Search to .saved_searches.pg2conf
da: Gem søgninger til .saved_searches.pg2conf

source: Add this json to a '.saved_searches.pg2conf' file in your gallery:
da: Tilføj dette json til en '.saved_searches.pg2conf' fil i dit galleri:

source: This saved search will be loaded from file during gallery indexing and it will survive a database reset.
da: Denne gemte søgning vil bliver hentet fra en fil, under indeksering af galleriet og den vil overleve en databasenulstilling.

source: No duplicates found
da: Ingen dubletter fundet

source: No faces to show.
da: Ingen ansigter at vise.

source: Light
da: Lys

source: Dark
da: Mørk

source: Tools
da: Værktøjer

source: key: c
da: tast: c

source: Fix navbar
da: Fix navigationsbar

source: Settings
da: Indstillinger

source: Logout
da: Log ud

source: Cannot find location
da: Kan ikke finde lokation

source: Unknown server error
da: Ukendt serverfejl

source: Select only this
da: Vælg kun dette

source: Nothing to filter
da: Intet at filtrere

source: Reset
da: Nulstil

source: unknown
da: ukendt

source: Keywords
da: Nøgleord

source: no face
da: intet ansigt

source: Faces groups
da: Ansigts-grupperinger

source: Rating
da: Bedømmelse

source: City
da: By

source: State
da: Stat

source: Country
da: Land

source: Camera
da: Kamera

source: Lens
da: Linse

source: Aperture
da: Blænde

source: Shutter speed
da: Lukketid

source: Focal length
da: Brændvidde

source: Link availability
da: Link tilgængelighed

source: days
da: dage

source: Too many results to show. Refine your search.
da: For mange resultater. Præcisér din søgning.

source: Size
da: Størrelse

source: info key: i
da: info, tast: i

source: toggle fullscreen, key: f
da: Aktivér eller deaktivér fuldskærmstilstand, tast: f

source: Slideshow playback speed
da: Slideshow afspilningshastighed

source: Slideshow speed:
da: Slideshow hastighed:

source: key: a
da: tast: a

source: key: l
da: tast: l

source: Loop videos
da: Genafspil videoer

source: close, key: Escape
da: luk, tast: Escape

source: key: left arrow
da: tast: pil til venstre

source: key: right arrow
da: tast: pil til højre

source: Zoom out, key: '-'
da: Zoom ud, tast: '-'

source: Zoom in, key: '+'
da: Zoom ind, tast: '+'

source: Auto play
da: Automatisk afspilning

source: duration
da: varighed

source: Home
da: Hjem

source: Error during loading the video.
da: Fejl ved indlæsning af video.

source: Most likely the video is not transcoded. It can be done in the settings. You need to transcode these videos to watch them online:
da: Videoen er sandsynligvis ikke konverteret (transcoded). Dette kan ændres under instillinger. Disse videoer skal konverteres hvis du vil se dem online:

source: Transportation
da: Transport

source: Other paths
da: Andre stier

source: Latitude
da: breddegrad

source: longitude
da: længdegrad

source: street
da: gade/vej

source: satellite
da: satellit

source: dark
da: mørkt

source: Searching for:
da: Søger efter:

source: items
da: elementer

source: Show all subdirectories
da: Vil alle undermapper

source: Filters
da: Filtre

source: Sort and group
da: Sortér og gruppér

source: group
da: gruppe

source: Sorting
da: Sortering

source: Grouping follows sorting
da: Gruppering følger sortering

source: ascending
da: opadgående

source: descending
da: nedadgående

source: Grouping
da: Gruppering

source: Grid size
da: Gitterstørrelse

source: key: alt + up
da: Genvej: ALT + pil op

source: Copy
da: Kopiér

source: Url has been copied to clipboard
da: Url er blevet kopieret til udklipsholderen

source: Random link
da: Tilfældigt link

source: Random Link creator
da: "Tilfældigt link"-opretter

source: At least this many
da: Mindste antal

source: Add
da: Tilføj

source: Negate
da: Negér

source: Search text
da: Søgetekst

source: From date
da: Fra date

source: To date
da: Til dato

source: Minimum Rating
da: Minimal bedømmelse

source: Maximum Rating
da: Maksimal bedømmelse

source: Minimum Person count
da: Minimalt antal personer

source: Maximum Person count
da: Maksimalt antal person

source: Minimum Resolution
da: Minimal opløsning

source: Maximum Resolution
da: Maksimal opløsning

source: Landscape
da: Liggende

source: Portrait
da: Stående

source: Last
da: Sidste

source: Last N Days
da: Sidste N dage

source: Ago
da: Siden

source: Week(s) ago
da: Uge(r) siden

source: Month(s) ago
da: Måned(er) siden

source: Year(s) ago
da: År siden

source: Every week
da: Hver uge

source: Every Month
da: Hver måned

source: Every year
da: Hvert år

source: Insert
da: Indsæt

source: Save search to album
da: Gem søgning til album

source: Album name
da: Album navn

source: Save as album
da: Gem som album

source: Share
da: Del

source: Copy
da: Kopiér

source: Sharing:
da: Deling:

source: Valid:
da: Gyldig:

source: Minutes
da: Minutter

source: Hours
da: Timer

source: Days
da: Dage

source: Months
da: Måneder

source: Forever
da: For evigt

source: active share(s) for this folder.
da: Aktive delinger for denne mappe.

source: Creator
da: Skaber

source: Expires
da: Udløber

source: Invalid settings
da: Ugyldig indstilling

source: Yes
da: Ja

source: No
da: Nej

source: loading..
da: indlæser...

source: Set password.
da: Sæt adgangskode.

source: Click share to get a link.
da: Tryk på "Del" for at få et link.

source: Sharing link has been copied to clipboard
da: Delingslink er blevet kopieret til udklipsholder

source: Please log in
da: Log venligst ind

source: Wrong username or password
da: Forkert brugernavn eller adgangskode

source: Remember me
da: Husk mig

source: Close
da: Luk

source: Statistic:
da: Statistik:

source: Folders
da: Mapper

source: Photos
da: Fotos

source: Videos
da: Videoer

source: Persons
da: Personer

source: Job failed
da: Job fejlet

source: Job finished
da: Job afsluttet

source: Active shares
da: Aktive delinger

source: Key
da: Nøgle

source: No sharing was created.
da: Deling ikke oprettet.

source: It seems that you are running the application in a Docker container. This setting should not be changed in docker. Make sure, that you know what you are doing.
da: Det ser ud til at du kører denne applikation i en Docker container. I så tilfælde bør denne indstilling bør ikke ændres. Vær sikker på at du ved hvad du gør.

source: Add new
da: Tilføj ny

source: Add new theme
da: Tilføj nyt tema

source: Theme name
da: Temanavn

source: Icon
da: Ikon

source: Load from SVG file
da: Hent fra SVG fil

source: To auto load these values from file: pick an SVG file with a single 'path'. You can use e.g: http://fontawesome.com/icons.
da: For at hente disse værdier automatisk fra en fil: Vælg en SVG-fil med en enkelt 'sti'. Du kan f.eks. bruge: http://fontawesome.com/icons.

source: Save & Close
da: Gem & Luk

source: Tile Url*
da: Flise Url*

source: Add Layer
da: Tilføj lag

source: Add matcher
da: Tilføj matcher

source: Add path theme group
da: Tilføj sti tema gruppe

source: Add Link
da: Tilføj Link

source: Experimental
da: Eksperimentel

source: ';' separated list.
da: ';' separaret liste.

source: See
da: Se

source: Reset database after changing this settings!
da: Nulstil databasen efter ændring af denne indstilling!

source: Restart server after changing this settings!
da: Genstart serveren efter ændring af denne indstilling!

source: default
da: standard

source: readonly
da: kun læseadgang

source: default value
da: standardværdi

source: config is not supported with these settings.
da: disse indstillinger er ugyldige.

source: Save
da: Gem

source: Reset
da: Nulstil

source: settings saved
da: indstillinger gemt

source: Success
da: Succes

source: User list
da: Brugerliste

source: Add user
da: Tilføj bruger

source: Add new User
da: Tilføj ny bruger

source: Add User
da: Tilføj bruger

source: User creation error!
da: Fejl i brugeroprettelse!

source: Trigger job run manually
da: Afvikl job manuelt

source: Run now
da: Kør nu

source: Cancel
da: Afbryd

source: Job started
da: Job startet

source: Stopping job
da: Stopper job

source: Last run:
da: Sidste kørsel:

source: Run between
da: Kør mellem

source: Cancelling...
da: Annullerer...

source: time elapsed
da: tid siden start

source: Processed
da: Processeret

source: Skipped
da: Oversprunget

source: Left
da: Tilbage

source: All
da: Alt

source: processed
da: processeret

source: skipped
da: oversprunget

source: all
da: akt

source: running
da: kører

source: cancelling
da: annullerer

source: canceled
da: annulleret

source: interrupted
da: afbrudt

source: finished
da: afsluttet

source: failed
da: fejlet

source: every
da: hver

source: after
da: efter

source: Periodicity:
da: Frekvens:

source: Set the time to run the job.
da: Tidspunkt for job-afvikling.

source: After:
da: Efter:

source: The job will run after that job finishes.
da: Jobbet vil køre efter dette job afsluttes.

source: At:
da: At (TODO - translate to da):

source: Allow parallel run
da: Tillad parallel-kørsel

source: Enables the job to start even if another job is already running.
da: Tillader at jobbet startes, selvom det allerede kører.

source: Search query to list photos and videos.
da: Søgeforespørgsel for fotos og videoer.

source: Sort by
da: Sortér efter

source: Sorts the photos and videos by this.
da: Sorterer fotos og vidoer ud fra dette.

source: Pick
da: Vælg

source: Number of photos and videos to pick.
da: Antal fotos eller videoer der kan vælges.

source: ';' separated integers.
da: ';' separerede heltal.

source: Add Job
da: Tilføj job

source: Add new job
da: Tilføj nyt job

source: Select a job to schedule.
da: Vælg job der skal planlægges.

source: Add Job
da: Tilføj job

source: periodic
da: gentaget

source: scheduled
da: planlagt

source: Monday
da: Mandag

source: Tuesday
da: Tirsdag

source: Wednesday
da: Onsdag

source: Thursday
da: Torsdag

source: Friday
da: Fredag

source: Saturday
da: Lørdag

source: Sunday
da: Søndag

source: day
da: dag

source: Unknown sharing key.
da: Ukendt delingsnøgle.

source: Wrong password
da: Forkert adgangskode
