Repository: pianomanx/pigallery2
Catalog: src/frontend/translate/messages.*.xlf
Languages: da

source: Username
da: Brugernavn

source: Password
da: Adgangskode

source: Sqlite db filename
da: Sqlite database filnavn

source: Sqlite will save the db with this filename.
da: Sqlite gemmer databasen i filen med dette filnavn.

source: Name
da: Navn

source: Role
da: Rolle

source: Unencrypted, temporary password. App will encrypt it and delete this.
da: Ukrypteret, midlertidig adgangskode. PiGallery krypterer det og sletter dette.

source: Encrypted password
da: Krypteret adgangskode

source: SQLite is recommended.
da: SQLite anbefales.

source: Database folder
da: Databasemappe

source: All file-based data will be stored here (sqlite database, job history data).
da: Al fil-baseret data gemmes her (sqlite database, job historik data).

source: Enforced users
da: Påkrævede brugere

source: Creates these users in the DB during startup if they do not exist. If a user with this name exist, it won't be overwritten, even if the role is different.
da: Opretter disse brugere i databasen under opstart, hvis de ikke allerede findes. Hvis en bruger findes i forvejen, vil den ikke blive overskrevet, selvom den har en anden rolle.

source: High quality resampling
da: Resampling i høj kvalitet

source: if true, 'lanczos3' will used to scale photos, otherwise faster but lower quality 'nearest'.
da: Hvis valgt, vil 'lanczos3' blive brugt til at skalere fotos, ellers vil en hurtigere med lavere kvalitet blive brugt: 'nearest'.

source: Converted photo and thumbnail quality
da: Kvalitet af konverterede fotos og miniaturebilleder

source: Between 0-100.
da: I intervallet [0-100].

source: Use chroma subsampling
da: Brug chroma subsampling

source: Use high quality chroma subsampling in webp. See: https://sharp.pixelplumbing.com/api-output#webp.
da: Brug højkvalitets chroma subsampling i webp. Se: https://sharp.pixelplumbing.com/api-output#webp.

source: Person face margin
da: Margen for personansigter

source: This ratio of the face bounding box will be added to the face as a margin. Higher number add more margin.
da: Forholdet for ansigtets afgrænsende ramme tilføjes ansigtets margen. Jo højere værdi, jo større margen.

source: Keep Gif animation
da: Behold Gif animation

source: Converts Gif to animated webp.
da: Konverter gif til animeret webp.

source: OnTheFly *.gpx compression
da: Løbende *.gpx komprimering

source: Enables on the fly *.gpx compression.
da: Aktivér løbende *.gpx komprimering.

source: Min distance
da: Minimum distance

source: Filters out entry that are closer than this to each other in meters.
da: Fjerner elementer der er tættere på hinanden end denne afstand i meter.

source: Max middle point deviance
da: Maksimal afvigelse for mellempunkt

source: Filters out entry that would fall on the line if we would just connect the previous and the next points. This setting sets the sensitivity for that (higher number, more points are filtered).
da: Filterer punkter væk, der ville falde på en linje mellem forrige og næste punkt. Denne indstilling sætter følsomheden for bedømmelsen af om et punkt falder på denne linje. Jo højere værdi, jo flere punkter fjernes.

source: Min time delta
da: Minimal tidsforskel

source: Filters out entry that are closer than this in time in milliseconds.
da: Filtrer elementer væk, som er tættere på hinanden end denne værdi i millisekunder.

source: GPX compression
da: GPX komprimering

source: Update timeout
da: Opdatér udløbstid

source: After creating a sharing link, it can be updated for this long.
da: Efter et delings-link er oprettet, kan det ændres så længe.

source: Index cache timeout
da: Indeks cache udløbstid

source: If there was no indexing in this time, it reindexes. (skipped if indexes are in DB and sensitivity is low).
da: Hvis ingen indeksering er foretaget i dette tidsrum, foretages en reindeksering. (Springer over, hvis indices er i databasen og følsomheden er lav).

source: Folder reindexing sensitivity
da: Følsomhed for mappe-reindekserings

source: Set the reindexing sensitivity. High value check the folders for change more often. Setting to never only indexes if never indexed or explicit running the Indexing Job.
da: Indstil følsomheden for mappe reindeksering. Højere værdi bevirker at mapper undersøges for ændringer oftere. Indstilles "aldrig" sker indeksering kun på mapper der aldrig er indekseret eller når indekserings-jobbet kører eksplicit.

source: Exclude Folder List
da: Ekskluderede mapper

source: Folders to exclude from indexing. If an entry starts with '/' it is treated as an absolute path. If it doesn't start with '/' but contains a '/', the path is relative to the image directory. If it doesn't contain a '/', any folder with this name will be excluded.
da: Mapper som skal ekskluderes fra indeksering. Hvis et element starter med '/' behandles det som en absolut sti. Hvis det ikke starter med '/', men indeholder '/', behandles stien relativt til billed-mappen. Er '/' ikke indeholdt, ekskluderes envher mappe med dette navn.

source: Exclude File List
da: Filnavne der markerer eksklusion

source: Files that mark a folder to be excluded from indexing. Any folder that contains a file with this name will be excluded from indexing.
da: Filer der markerer at en mappe skal ekskluderes fra indeksering. Enhver mappe indeholdende en fil med dette/disse navne vil blive ekskluderet fra indeksering.

source: Max duplicates
da: Maks. dubletter

source: Maximum number of duplicates to list.
da: Maksimalt antal dubletter.

source: Level
da: Niveau

source: Logging level.
da: Niveau for logning.

source: Sql Level
da: Niveau for SQL logning

source: Logging level for SQL queries.
da: Niveau for logning af SQL forespørgsler.

source: Max saved progress
da: Maksimalt gemt status.

source: Job history size.
da: Størrelse på job-historik.

source: Processing batch size
da: Processerings-størrelse (batch størrelse)

source: Scheduled jobs
da: Planlagte jobs

source: Resolution
da: Opløsning

source: The height of the output video will be scaled down to this, while keeping the aspect ratio.
da: Højden af resultatvideoen vil bliver nedskaleret til denne størrelse med formatet bevaret.

source: FPS
da: Billeder pr. sekund FPS

source: The range of the Constant Rate Factor (CRF) scale is 0–51, where 0 is lossless, 23 is the default, and 51 is worst quality possible.
da: Intervallet for Constant Rate Factor (CRF) er 0–51, hvor 0 er tabsfri, 23 standard, og 51 er den dårligst mulige kvalitet.

source: Preset
da: Forudindstilling

source: A preset is a collection of options that will provide a certain encoding speed to compression ratio. A slower preset will provide better compression (compression is quality per filesize).
da: En forudindstilling er en samling indstillinger som udmønter sig en en bestemt indkodningshastighed og komprimeringsforhold. En langsom forudindstilling vil give højere komprimereing (komprimering er kvalitet i forhold til filstørrelse).

source: Custom Output Options
da: Skræddersyede Output-indstillinger

source: It will be sent to ffmpeg as it is, as custom output options.
da: Sendes til ffmpeg som de er, som skræddersyede output-indstillinger.

source: Custom Input Options
da: Skræddersyede Input-indstillinger

source: It will be sent to ffmpeg as it is, as custom input options.
da: Sendes til ffmpeg som de er, som skræddersyede input-indstillinger.

source: Video transcoding
da: Videokonvertering

source: Cover Filter query
da: Forsidefiltrering

source: Filters the sub-folders with this search query. If filter results no photo, the app will search again without the filter.
da: Filtrer undermapper med denne søgning. Hvis filtreringen ikke returnerer nogen billeder, bliver der søgt igen uden filter.

source: Cover Sorting
da: Forsidesortering

source: Images folder
da: Fotomappe

source: Images are loaded from this folder (read permission required)
da: Fotos læses fra denne mappe (læseadgang er nødvendig)

source: Temp folder
da: Mappe til midlertidige filer

source: Thumbnails, converted photos, videos will be stored here (write permission required)
da: Miniaturebilleder, konverterede fotos og videoer vil blive gemt her (skriveadgang er nødvendig)

source: Video support uses ffmpeg. ffmpeg and ffprobe binaries need to be available in the PATH or the @ffmpeg-installer/ffmpeg and @ffprobe-installer/ffprobe optional node packages need to be installed.
da: Videounderstøttelser bruger ffmpeg. ffmpeg og ffprobe skal være tilgængelige på PATH eller @ffmpeg-installationen/ffmpeg oh @ffprobe-installationen/ffprobe valgfrie node-pakker skal være installeret.

source: Photo
da: Foto

source: Users kept logged in for this long time.
da: Tid indtil brugere automatisk logges ud.

source: Port number. Port 80 is usually what you need.
da: Port nummer. Port 80 er standard-port.

source: Server will accept connections from this IPv6 or IPv4 address.
da: Serveren accepterer forbindelser fra denne IPv6 eller IPv4 addresse.

source: Users
da: Brugere

source: Indexing
da: Indeksering

source: If you add a new folder to your gallery, the site indexes it automatically. If you would like to trigger indexing manually, click index button. (Note: search only works among the indexed directories.)
da: Hvis du tilføjer en ny mappe til dit galleri, indekseres den automatisk. Hvis du vil starte indekseringen manuelt, tryk på index-knappen. (NB: søgning virker kun på indekserede mapper.)

source: Media
da: Medier

source: Meta file
da: Metafil

source: Specify a search query and sorting that the app can use to pick the best photo for an album and folder cover. There is no way to manually pick folder and album cover in the app. You can tag some of your photos with 'cover' and set that as search query or rate them to 5 and set sorting to descending by rating.
da: Specificér en søgestring og en sortering, som galleriet kan bruge til at udvælge det bedste foto til brug som album og mappe-forside. Der er ingen måde hvorpå man manuelt kan vælge forside. Du kan tagge nogle af dine fotos med 'forside' og bruge dette som søgekriterie eller sætte bedømmelsen til 5 og sætte sorting på bedømmelse i faldende orden.

source: Sharing
da: Deling

source: Duplicates
da: Dubletter

source: Messaging
da: Besked-udsendelse

source: The App can send messages (like photos on the same day a year ago. aka: "Top Pick"). Here you can configure the delivery method.
da: Galleriet kan sende beskeder, f.eks. fotos fra samme dag for et år siden, aka: "Top Pick". Her kan du konfigurere beskedleverancen.

source: Extensions
da: Udvidelser

source: SMTP server's port
da: SMTP Host server's port

source: Is the connection secure. See https://nodemailer.com/smtp/#tls-options for more details
da: Er forbindelsen sikker. Se https://nodemailer.com/smtp/#tls-options for flere detaljer

source: TLS required
da: TLS krævet

source: if this is true and secure is false then Nodemailer (used library in the background) tries to use STARTTLS. See https://nodemailer.com/smtp/#tls-options for more details
da: Hvis dette er aktiveret og "isSecure" er deaktiveret, prøver Nodemailer (kørende i baggrunden) at bruge STARTTLS. Se https://nodemailer.com/smtp/#tls-options for flere detaljer

source: User
da: Bruger

source: User to connect to the SMTP server.
da: Bruger til at forbinde til SMTP serveren.

source: Password to connect to the SMTP server.
da: Adgangskode til at forbinde til SMTP serveren.

source: Sender email
da: Afsender email

source: Some services do not allow sending from random e-mail addresses. Set this accordingly.
da: Nogle services tillader ikke afsendelse af mail fra tilfældige email-adresser. Sæt denne værdi derefter.

source: The app uses Nodemailer in the background for sending e-mails. Refer to https://nodemailer.com/usage/ if some options are not clear.
da: PiGallery bruger Nodemailer til udsendelse af e-mails. Konsultér https://nodemailer.com/usage/, for forklaring af indstillinger.

source: Enabled
da: Aktiveret

source: Extension folder
da: Mappe til udvidelser

source: Clean up unused tables
da: Fjern ubrugte tabeller

source: Automatically removes all tables from the DB that are not used anymore.
da: Fjerner automatisk alle tabeller der ikke er i brug mere, fra databasen.

source: Maximum items
da: Maksimalt antal elementer

source: Max photo items
da: Maksimalt antal til fotos

source: Maximum number autocomplete items shown per photo category.
da: Maksimalt antal forslag til automatisk fuldførelse pr. fotokategori.

source: Max directory items
da: Maksimalt antal til mapper

source: Maximum number autocomplete items shown per directory category.
da: Maksimalt antal forslag til automatisk fuldførelse pr. mappekategori.

source: Max caption items
da: Maksimalt antal til overskrifter

source: Maximum number autocomplete items shown per caption category.
da: Maksimalt antal forslag til automatisk fuldførelse pr. overskriftskategori.

source: Max position items
da: Maksimalt antal til steder

source: Maximum number autocomplete items shown per position category.
da: Maksimalt antal forslag til automatisk fuldførelse pr. stedkategori.

source: Max faces items
da: Maximalt antal til ansigter

source: Maximum number autocomplete items shown per faces category.
da: Maksimalt antal forslag til automatisk fuldførelse pr. ansigtskategori.

source: Max keyword items
da: Maksimalt antal til nøgleord

source: Maximum number autocomplete items shown per keyword category.
da: Maksimalt antal forslag til automatisk fuldførelse pr. nøgleordskategori.

source: Enable Autocomplete
da: Aktivér automatisk fuldførelse

source: Show hints while typing search query.
da: Vis tips, mens der skrives en søgeforespørgsel.

source: Max items per category
da: Maksimalt antal pr. kategori

source: Maximum number autocomplete items shown per category.
da: Maksimalt antal forslag til automatisk fuldførelse pr. kategori.

source: Autocomplete cache timeout.
da: Timeout for cache for automatisk fuldførelse.

source: Enable
da: Aktivér

source: Enables searching.
da: Aktivér søgning.

source: Search cache timeout.
da: Timeout for søge-cache.

source: Autocomplete
da: Automatisk fuldførelse

source: Maximum media result
da: Maksimalt antal medier

source: Maximum number of photos and videos that are listed in one search result.
da: Maksimalt antal fotos og videoer i et enkelt søgeresultat.

source: Maximum directory result
da: Maksimalt antal mapperesultater

source: Maximum number of directories that are listed in one search result.
da: Maksimalt antal mapper der medtages i et søgeresultat.

source: List directories
da: Medtag mapper

source: Search returns also with directories, not just media.
da: Søgninger medtager også mapper, ikke kun medie-filer.

source: Search also returns with metafiles from directories that contain a media file of the matched search result.
da: Søgninger medtager også resultater fra meta-filer fra mapper der indeholder en mediafil, der matcher søgningen.

source: Enables sharing.
da: Aktivér deling.

source: Require password
da: Kræv adgangskode

source: Requires password protected sharing links.
da: Kræver adgangskodebeskyttede delingslinks.

source: Enables random link generation.
da: Aktivér tilfældig link-generering.

source: Name of a map layer.
da: Navn på et kortlag.

source: Url of a map layer.
da: Url til kortlag.

source: Sets if the layer is dark (used as default in the dark mode).
da: Sæt laget som mørkt (bruges som standar, i mørk tilstand).

source: SVG icon viewBox
da: SVG ikon viewBox

source: SVG path viewBox. See: https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/viewBox
da: SVG rute viewBox. See: https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/viewBox

source: SVG Items
da: SVG Elementer

source: Content elements (paths, circles, rects) of the SVG icon. Icons used on the map: fontawesome.com/icons.
da: Indholdselementer (ruter, cirkler og rektangler) til SVG ikonet. Ikoner brugt på kortet: fontawesome.com/icons.

source: Color
da: Farve

source: Color of the path. Use any valid css colors.
da: Farve for ruten. Brug enhver gyldig css farveværdi.

source: Dash pattern
da: Stiplet linje mønster

source: Dash pattern of the path. Represents the spacing and length of the dash. Read more about dash array at: https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/stroke-dasharray.
da: Mønster for den stiplede linjer der repræsenterer ruten. Udgør afstand og længde for stregerne i den stiplede linje. Læs mere om "dash array": https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/stroke-dasharray.

source: Svg Icon
da: Svg ikon

source: Set the icon of the map marker pin.
da: Sæt kortmarkørens ikon.

source: Matchers
da: Matchere

source: List of regex string to match the name of the path. Case insensitive. Empty list matches everything.
da: Liste over regex streng der skal matche navnet på ruten. Ikke følsom overfor store og små bogstaver. En tom liste matcher alt.

source: Path and icon theme
da: Rute- og ikon-tema

source: List of regex string to match the name of the path.
da: Liste over regex streng der skal matche navnet på ruten.

source: Name of the marker and path group on the map.
da: Navnet på markør- og rute-gruppering på kortet.

source: Path themes
da: Rute-temaer

source: Matchers for a given map and path theme.
da: Matchere for et givet kort og rute-tema.

source: Image Markers
da: Billedmarkører

source: Map will use thumbnail images as markers instead of the default pin.
da: Kortet vil bruge miniaturebilledet som markører i stedet for standard-nålen.

source: Map Provider
da: Korttjeneste

source: Mapbox access token
da: Mapbox adgangs-token

source: MapBox needs an access token to work, create one at https://www.mapbox.com.
da: MapBox skal bruge en adgangs-token for at virke, opret en på https://www.mapbox.com.

source: The map module will use these urls to fetch the map tiles.
da: Kort-modulet vil bruge disse URL'er til at hente kort-fliser.

source: Custom Layers
da: Skræddersyede lag

source: Max Preview Markers
da: Maksimalt antal markører på forhåndsvisning

source: Maximum number of markers to be shown on the map preview on the gallery page.
da: Maksimalt antal markører som vises på forhåndsvisningen af kortet på galleri-siden.

source: Path theme groups
da: Rute tema-grupperinger

source: Markers are grouped and themed by these settings
da: Markører er grupperet og tematiseret via disse indstillinger

source: Bend long path trigger
da: Grænseværdi for at bue ruten mellem to punkter

source: SearchQuery
da: Søgeforespørgsel

source: Method
da: Metode

source: Ascending
da: Stigende

source: Default sorting
da: Standard-sortering

source: Default sorting method for photo and video in a directory results.
da: Standard-sorteringsmetode for fotos og videoer i mapper.

source: Default search sorting
da: Standard-sortering for søgninger

source: Default sorting method for photo and video in a search results.
da: Standard-sorteringsmetode for fotos og videoer i søgeresultater.

source: Default grouping
da: Standard-gruppering

source: Default grouping method for photo and video in a directory results.
da: Standard-gruppering for fotos og videoer i en mappe.

source: Default search grouping
da: Standard-gruppering for søgning

source: Default grouping method for photo and video in a search results.
da: Standard-grupperingsmetode for fotos og videoer i søgeresultater.

source: Directory flattening
da: Mappe-udjævning

source: Default grid size
da: Standard gitterstørrelse

source: Default grid size that is used to render photos and videos.
da: Standard gitterstørrelse som bruges ved visning af fotos og videoer.

source: Show item count
da: Vis antal elementer.

source: Shows the number photos and videos on the navigation bar.
da: Viser antal fotos og videoer i navigationsbaren.

source: Visible links in the top menu.
da: Synlige links i top menuen.

source: Navbar show delay
da: Forsinkelse på visning af navigationsbar

source: Ratio of the page height, you need to scroll to show the navigation bar.
da: Andel af sidehøjden som man skal scrolle før navigationsbaren bliver synlig.

source: Navbar hide delay
da: Forsinkelse på skjulning af navigationsbar

source: Ratio of the page height, you need to scroll to hide the navigation bar.
da: Andel af sidehøjden som man skal scrolle før navigationsbaren gemmes.

source: Show scroll up button
da: Vis scroll-op knap

source: Set when the floating scroll-up button should be visible.
da: Den flydende scroll-op knap er synlig, hvis denne indstilling er aktiveret.

source: Sorting and grouping
da: Sortering og gruppering

source: Default slideshow speed
da: Standard slideshow hastighed

source: Default time interval for displaying a photo in the slide show.
da: Standard tidsinterval til visning af foto i slideshows.

source: Always show captions
da: Vis altid overskrifter

source: If enabled, lightbox will always show caption by default, not only on hover.
da: Lightbox viser altid overskrift, ikke kun ved "mouse over", hvis denne indstilling er aktiveret.

source: Always show faces
da: Vis altid ansigtsmarkeringer

source: If enabled, lightbox will always show faces by default, not only on hover.
da: Lightbox viser altid ansigtsmarkeringer, ikke kun ved "mouse over", hvis denne indstilling er aktiveret.

source: Loop Videos
da: Genafspil videoer

source: If enabled, lightbox will loop videos by default.
da: Lightbox genafspiller videoer som standard, hvis denne indstilling er aktiveret.

source: Load full resolution image on zoom.
da: Indlæs billedet i fuld opløsning ved zoom.

source: Name of the theme
da: Temaets navn

source: Theme
da: Tema

source: Adds these css settings as it is to the end of the body tag of the page.
da: Tilføj disse css-indstillinger som er der, til slutingen af <body> tagget for galleriets html-kode.

source: Enable themes and color modes.
da: Aktivér tema og farveindstillinger.

source: Default theme mode
da: Indstillinger for standard-tema

source: Sets the default theme mode that is used for the application.
da: Ændr indstillinger for standard-tema.

source: Selected theme
da: Valgt tema

source: Selected theme to use on the site.
da: Valgt tema til galleriet.

source: Selected theme css
da: Valgt tema css

source: Caches directory contents and search results for better performance.
da: Gemmer mappeindhold og søgersultater i cachen, for bedre ydeevne.

source: Scroll based thumbnail generation
da: Scroll-baseret generering af miniaturebilleder

source: Those thumbnails get higher priority that are visible on the screen.
da: Miniaturebilleder der vises på skærmen får højere prioritet.

source: Sort directories by date
da: Sorter mapper efter dato

source: If enabled, directories will be sorted by date, like photos, otherwise by name. Directory date is the last modification time of that directory not the creation date of the oldest photo.
da: Mapper sorteres efter dato, ellers efter navn. En mappes dato er sidste ændringsdato, ikke oprettelsesdato for det ældste foto.

source: On scroll thumbnail prioritising
da: Prioritér miniaturebilleder ved scrolling

source: Those thumbnails will be rendered first that are in view.
da: De miniaturebilleder der er synlige, vil blive renderet først.

source: Navigation bar
da: Navigationsbar

source: Caption first naming
da: Navngiv først ud fra overskrift

source: Show the caption (IPTC 120) tags from the EXIF data instead of the filenames.
da: Vis overskrift (IPTC 120 Caption) fra EXIF dataen i stedet for filnavne.

source: Themes
da: Tema
